/* The other answer for Cocoa input manager plugin alert panel. */
"Decide later" = "Bestem senere";

/* The default answer for Cocoa input manager plugin alert panel. */
"Disable" = "Deaktiver";

/* The title of the Edit menu item. */
"Edit" = "Rediger";

/* The alt answer for Cocoa input manager plugin alert panel. */
"Enable" = "Aktiver";

/* The title of the Input menu item. */
"Input" = "Inndata";

/* The title for Cocoa input manager plugin alert panel. */
"Old style plug-in input managers detected" = "Inndatahåndterere for pluginmoduler av gammel type";

/* The title of the Character Palette menu item. */
"Special Characters\\U2026" = "Spesialtegn…";

/* The msg for Cocoa input manager plugin alert panel. */
"You have one or more old style plug-in input managers installed.  They are utilizing an unsupported and undocumented operating system functionality.  With Mac OS X 10.5 Leopard and later, this input method functionality is disabled by default due to security concerns.  Apple recommends keeping this functionality disabled.  Disabling this functionality does not limit any operating system features.\r\rWould you like to enable the plug-in input managers (the new setting takes effect after re-login)?" = "Du har én eller flere inndatahåndterere for pluginmoduler av gammel type installert. De bruker en funksjon i operativsystemet som er udokumentert, eller som ikke støttes. I Mac OS X 10.5 Leopard og nyere deaktiveres denne inndatametoden som standard av sikkerhetshensyn. Apple anbefaler at denne funksjonaliteten forblir deaktivert. Deaktivering av denne funksjonen medfører ingen begrensninger for operativsystemfunksjoner.\r\rVil du aktivere pluginmodulhåndtererne (den nye innstillingen trer i kraft etter ny pålogging)?";

